<!--

THIS FILE HAS ABOUT 3,300 WORDS TO TRANSLATE

TRANSLATION NOTES:

When translating this thing, only edit the stuff that's BETWEEN the <tags>, like so:

    <p id="still_english">hello</p>
    =>
    <p id="still_english">bonjour</p>

Also, DON'T change anything between the [square brackets], like so:

    Number #[N]
    =>
    Numero #[N]

Exception to the "don't change tags" rule:
Feel free to move around the italics & bold tags, so that the emphasis
on the right phrases/words still makes sense!

    <i>italics</i>
    <b>bold</b>

Also, some HTML weirdness you might want to know:

    &amp; is an ampersand "&" sign
    &#8226; is a dot
    &rarr; is a rightward-facing arrow
    &lt; is a "<" sign

ALSO! I'd love for you to credit yourself as a translator!
You can add your own name in the <p id="subtitle"> section

Thanks again!
~ Nicky Case
 
-->

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - META STUFF - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="meta_title">
La Evoluci&oacute;n de la Confianza
</p>
<p id="meta_desc">
Una gu&iacute;a interactiva sobre la Teor&iacute;a de juegos de c&oacute;mo y por qu&eacute; confiamos entre nosotros
</p>
<p id="meta_loading">
cargando...
</p>
<p id="meta_on">
ENCENDIDO
</p>
<p id="meta_off">
APAGADO
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - TITLE! - - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="title">
<span style="font-size:0.7em">LA</span><br>
EVOLUCIÓN<br>
<span style="font-size:0.6em">DE LA CONFIANZA</span>
</p>
<p id="subtitle">

duraci&oacute;n del juego: 30 min &#8226; por nicky case, julio 2017


<br>
traducido por <a href="https://github.com/maeriens">Mariano Perdomo</a>
&#8226;
<a href="http://ncase.me/trust/">original English version</a>

</p>

<p id="loading">
cargando...
</p>
<p id="loading_done">
JUGAR &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - INTRO! - - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="intro">
Durante la Primer Guerra Mundial,<br> hubo un momento de paz.
<br><br>

Era la navidad de 1914 en el frente oeste.<br>
A pesar de las estrictas &oacute;rdenes de <i>no</i> confraternizar con el enemigo,<br>
soldados británicos y alemanas dejaron sus trincheras,<br>
cruzaron la <a href="https://es.wikipedia.org/wiki/Tierra_de_nadie_(guerra)">Tierra de Nadie</a> y se unieron para enterrar a los muertos,<br>
intercambiar regalos y jugar juegos.<br><br>

Mientras tanto, es el 2017, el Oeste est&aacute; en paz hace d&eacute;cadas, y <br> 
¡Oh sorpresa! <i>apestamos</i> en confiar. Encuestas muestran que, durante los &uacute;ltimos cuarenta a&ntilde;os, cada vez menos y menos gente conf&iacute;a en los otros.<br> As&iacute; que este es nuestro dilema:
<br><br>

<b>¿Por qu&eacute;, incluso en tiempos de paz, los amigos se vuelven enemigos?<br>
¿Y por qu&eacute;, incluso en tiempos de guerra, los enemigos se vuelven amigos?</b>
<br><br>

Creo que la <b>teoría de juegos</b> puede ayudarnos a explicar esta epidemia de desconfianza - ¡Y cómo solucionarla! As&iacute; que parra entender todo esto...
</p>
<p id="intro_button">
...vamos a jugar un juego. &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - ONE OFF! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_you_cooperate">
tu<br>cooperas
</p>

<p id="label_you_cheat">
tu<br>enga&ntilde;as
</p>

<p id="label_they_cooperate">
ellos<br>cooperan
</p>

<p id="label_they_cheat">
ellos<br>enga&ntilde;an
</p>

<p id="label_you">
tu<br>↙
</p>
<p id="label_them">
otro jugador<br>↘
</p>

<p id="oneoff_0_top">

<b>EL JUEGO DE LA CONFIANZA</b>
<br>
Tienes una elecci&oacute;n.
Delante tuyo hay una m&aacute;quina: Si pones una moneda en la m&aacute;quina, el <i>otro jugador</i> gana tres monedas - y vice versa.
Ambos pueden elegir COOPERAR (poner una moneda), o ENGA&Ntilde;AR (no poner la moneda).
</p>

<p id="oneoff_0_btm">
<b>Digamos que el otro jugador elige enga&ntilde;arte, y no pone una moneda.</b><br>
¿Qu&eacute; deber&iacute;as hacer?
</p>

<p id="oneoff_1_cheated">
¡Exacto! ¿Por qu&eacute; dejar a ese estafador estafarte?
</p>

<p id="oneoff_1_cooperated">
¡Auch! ¡Poner la otra mejilla hace que te golp&eacute;en!
</p>

<p id="oneoff_1_top">
Si tu cooper&aacute;s y ellos te enga&nacute;an, perd&eacute;s una moneda mientras que ellos ganan tres. (puntajes: -1 a +3)<br>
Pero, si ambos eligen enga&ntilde;arse, ninguno gana o pierde nada. (pungaje: 0 a 0)</p><br>
<b>Por lo tanto, deberías ENGA&Ntilde;AR</b>
</p>

<p id="oneoff_1_btm">
<b>Pero digamos que el otro jugador coopera, y pone una moneda</b><br>
¿Qu&eacute; deber&iacute;as hacer ahora?
</p>

<p id="oneoff_2_cheated">
Hey, eso es de amarrete... ¡Y adem&aacute;s la respuesta correcta!
</p>

<p id="oneoff_2_cooperated">
Claro, esa es la opci&oacute;n correcta... <b>¿O NO ES AS&Iacute;?</b>
</p>

<p id="oneoff_2_top">
Como ambos cooperaron, los dos cedieron una moneda para ganar tres. (puntaje: +2 a +2)
Pero si enga&ntilde;as, ellos cooperan, tu ganas tres monedas al costo de una de ellos. (puntaje: +3 a -1)
<b>Por lo tanto, tu "deber&iacute;as" igualmente ENGA&Ntilde;AR.</b>
</p>

<p id="oneoff_2_btm">
Y <i>ese</i> es nuestro dilema.
Confiar es bueno, pero puede dejar que los otros se aprovechen de ti -- o que te disparen al salir desarmado de una trinchera.
A veces, ¡desconfiar <i>es</i> racional!
Pero ahora, qu&eacute; pasa si jugamos a este juego...
</p>

<p id="oneoff_button_next">
¿...m&aacute;s de una vez? &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - ITERATED - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="iterated_intro_top">
<b>Ahora, juguemos de verdad.</b>
Vas a jugar contra 5 adversarios diferentes, cada uno con su propia "estrategia".
Con cada oponente, vas a jugar entre 3 y 7 rondas (No vas a saber por adelantado cu&aacute;l es la &uacute;ltima ronda).
¿Puedes confiar en ellos? O mejor dicho... ¿pueden confiar en <i>ti</i>?
</p>

<p id="iterated_intro_btm">
Elige tu primer movimiento <i>de verdad</i>. <b>Elige sabiamente.</b>
</p>

<p id="iterated_info_1">
oponente: [X] de [Y]
</p>
</p>
<p id="iterated_info_2">
tu puntaje total
</p>

<p id="iterated_score_start">
Y tu puntaje final es...
</p>
<p id="iterated_score_1">
que es, wow, la verdad <i>incre&iacute;blemente</i> malo.
</p>
<p id="iterated_score_2">
¡el cual, uh, podr&iacute;a ser peor!
</p>
<p id="iterated_score_3">
¡el cu&aacute;l no es malo!
</p>
<p id="iterated_score_4">
¡que es realmente bueno!
</p>
<p id="iterated_score_5">
¡que es <i>perfecto</i>! Felicitaciones, tienes mucho tiempo en tus manos.
</p>
<p id="iterated_score_x">
...no tengo idea de c&oacute;mo lograste eso.
</p>
<p id="iterated_score_end">
(el puntaje m&aacute;s bajo y m&aacute;s alto son 7 y 49, respectivamente)
</p>

<p id="who_were">
As&iacute; que ¿qui&eacute;nes eran estos extra&ntilde;os personajes contra quienes jugaste?
</p>

<p id="character_tft">
<b>IMITADOR:</b>
¡Hola! Comienzo cooperando, y luego simplemente copio lo que hiciste en la ronda anterior. Je.
</p>

<p id="character_all_d">
<b>SIEMPRE ENGA&Ntilde;A:</b>
<i>S&oacute;lo el m&aacute;s fuerte sobrevivir&aacute;</i>
</p>

<p id="character_all_c">
<b>SIEMPRE COOPERA:</b>
¡Seamos mejores amigos! &lt;3
</p>

<p id="character_grudge">
<b>RENCOROSO:</b>
Escucha, amigo. Comenzar&eacute; cooperando, y lo seguir&eacute; haciendo,
pero si alguna vez me enga&ntilde;as, TE VOY A ENGA&Ntilde;AR HASTA EL FIN DE LOS TIEMPOS.
</p>

<p id="character_prober">
<b>DETECTIVE:</b>
Primero, te analizo. Comienzo: Coopero, enga&ntilde;o, coopero, coopero.
Si me enga&ntilde;as, actuar&eacute; como el <span class="tft">IMITADOR</span>.
Si nunca me enga&ntilde;as, actuar&eacute; como quien <span class="all_d">SIEMPRE ENG&Ntilde;A</span>, para aprovecharme de ti.
Elemental, mi querido Watson.
</p>

<p id="characters_teaser">
Ahora, ¿qu&eacute; pasar&iacute;a si estos personajes jugaran...
</p>
<p id="characters_button">
...entre ellos? &rarr;
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - TOURNAMENT! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="place_your_bets">
¡Lleg&oacute; el momento del torneo!
Cada personaje jugar&aacute; ahora en contra de los otros personajes.
Eso significa 10 partidas por cada par de personajes, y 10 rondas por partida.
<br><br>
¿Qui&eacute;n cr&eacute;es que va a tener el puntaje <i>total<i> m&aacute;s alto?
<b>Piensa cuidadosamente, y luego HAZ TU APUESTA:</b>
</p>

<p id="tournament_intro">
¡De acuerdo, apostaste por [CHAR]!
Vamos por las partidas una por una, y veamos c&oacute;mo termina el torneo...
</p>

<p id="first_match">
comienza &rarr;
</p>

<p id="next_match">
siguiente partida &rarr;
</p>

<p id="match_header_1">
<b>Partida #[N]:</b> [A] contra [B]
</p>
<p id="match_header_2">
<b>Rondas:</b>
</p>
<p id="match_header_3">
<b>Puntaje Total:</b> [A] a [B]
</p>

<p id="tournament_1">
Ah, dicho sea de paso...
</p>
<p id="tournament_2">
...puede que no creas esa historia de la Tregua de Navidad en las trincheras de la Primer Guerra Mundial.
Seguramente eso era una mentira, ¿Verdad?
</p>
<p id="tournament_3">
Si, la tregua fue dram&aacute;tica, pero no fue <i>ni &uacute;nica, ni inusual</i>.
</p>
<p id="tournament_4">
No <i>todas</i> las trincheras se unieron en paz, pero fue un acto generalizado.
Muchas de las primeras l&iacute;neas tuvieron la idea independientemente, y de nuevo: <i>a pesar</i> de &oacute;rdenes espec&iacute;ficas y estrictas de no hacerlo.
</p>
<p id="tournament_5">
De hecho, incluso <i>antes</i> de Navidad, varias primeras l&iacute;neas ya <i>hab&iacute;an</i> establecido una no oficial y secreta paz.
</p>
<p id="tournament_6">
Lo llamaron <b>el sistema "vive y deja vivir".</b>
B&aacute;sicamente, no me disparas, yo no te disparo. ¡Y esto funcion&oacute; en un gran n&uacute;mero de lugares!
</p>
<p id="tournament_7">
A&uacute;n puede sentirte esc&eacute;ptico. La mayor parte de los soldados no forman paz espont&aacute;neamente con el enemigo.
¿Qu&eacute; es tan especial sobre el enfrentamiento en <i>trincheras</i>?
</p>
<p id="tournament_8">
Bueno, esto es lo &uacute;nico sobre las trincheras:
a diferencia de casi toda otra forma de guerra, tienes que enfrentarte exactamente a los <i>mismos soldados</i> todos los d&iacute;as.
</p>
<p id="tournament_9">
<b>Es un juego de repetici&oacute;n.</b> Y eso hace <i>todo</i> diferente.
</p>
<p id="tournament_10">
En fin. Y el ganador es...</p>

<p id="the_winner_is">
(redobles, por favor...) &rarr;
</p>

<p id="tournament_winner_1">
<b class="tft">¡IMITADOR!</b>
</p>
<p id="tournament_winner_2_yay">
Felicitaciones, apostaste por el caballo ganador.
</p>
<p id="tournament_winner_2_nay">
(Disculpas a tu elecci&oacute;n, [CHAR].)
</p>
<p id="tournament_winner_3">
<span class="tft">Imitador</span> usa diferentes nombres.
La Regla de Oro, altru&iacute;smo rec&iacute;proco, ojo por ojo, o... <b>vive y deja vivir.</b>
Por eso la "paz" pudo emerger en las trincheras de la Primer Guerra Mundial:
cuando te ves forzado a jugar el mismo juego contra <i>exactamente las mismas personas</i> (no s&oacute;lo el mismo "enemigo" gen&eacute;rico) una y otra vez -- <span class="tft">Copión</span> no s&oacute;lo gana la batalla, tambi&eacute;n gana la guerra.
<br><br>
Pero si las cosas cambian mucho si juegas m&uacute;ltiples rondas del mismo juego, ¿Qu&eacute; pasar&iacute;a si jug&aacute;ramos
</p>
<p id="tournament_teaser">
...m&uacute;ltiples <i>torneos?</i> &rarr;
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - EVOLUCIÓN! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="evolution_intro">
Ahora, dejemos que nuestra poblaci&oacute;n de jugadores <i>evolucione con el tiempo</i>. Es un baile de tres movimientos:
</p>
<p id="evolution_intro_1">
<b>1. JUGAR UN TORNEO</b><br>
Dejemos que todos jueguen entre todos, y totalizemos sus puntajes.
</p>
<p id="evolution_intro_2">
<b>2. ELIMINAR A LOS PERDEDORES</b><br>
Descartemos a los &uacute;ltimos 5 jugadores. (si hay un empate, se elije aleatoriamente entre ellos)
</p>
<p id="evolution_intro_3">
<b>3. MULTIPLICAR A LOS GANADORES</b><br>
Clonar a los 5 mejores jugadores.  (si hay un empate, se elije aleatoriamente entre ellos)
</p>
<p id="evolution_intro_footer">
...y REPETIR, por tanto como quieras.
Nota: no tienes que esperar que la gente literealmente muera y se reproduzca para que la cultura evolucione -- lo &uacute;nico que se necesita es que los comportamientos "ineficaces" desaparezcan, y que los comportamientos "eficaces" sean imitados.
As&iacute; que ahora...
</p>
<p id="evolution_intro_button">
...veamos esto en acci&oacute;n. &rarr;
</p>

<p id="evo_1">
Digamos que empezamos con la siguiente poblaci&oacute;n de jugadores:
<span class="all_c">15 Siempre Cooperan</span>,
<span class="all_d">5 Siempre Enga&ntilde;an</span>, y
<span class="tft">5 Imitadores</span>.
(Ignoraremos al <span class="grudge">Renoroso</span> &amp; al <span class="prober">Detective</span> por ahora)
<br><br>
Vamos a hacer el baile de jugar-eliminar-multiplicar alrededor de una docena de veces. ¡Hagamos otra apuesta! ¿Qui&eacute;n cr&eacute;es que va a ganar el <i>primer</i> torneo?
<b>HAS TU APUESTA, NUEVAMENTE:</b>
</p>

<p id="evo_2_all_c">
Tiene sentido, quienes elijen <span class="all_c">Siempre Cooperar</span> le ganan en cantidad al resto...
</p>
<p id="evo_2_all_d">
Tiene sentido, los que <span class="all_d">Siempre Enga&ntilde;an</span> puede aprovecharse de todos los que <span class="all_c">Siempre Cooperan</span>...
</p>
<p id="evo_2_tft">
Tiene sentido, el <span class="tft">Imitador </span> gan&oacute; el torneo la &uacute;ltima vez, ¿Por qu&eacute; no lo har&iacute;a de nuevo?
</p>
<p id="evo_2">
Veamos si estabas en lo correcto:
</p>

<p id="label_play_tournament">
1) jugar el torneo
</p>
<p id="label_eliminate_bottom_5">
2) eliminar a los &uacute;ltimos 5
</p>
<p id="label_reproduce_top_5">
3) multiplicar a los mejores 5
</p>

<p id="evo_3_all_c">
Dicho y hecho, los <span class="all_c">Siempre Cooperar</span> fueron eliminados por quienes <span class="all_d">Siempre Enga&ntilde;ar</span>, y ahora aumentan su total en 5.
</p>
<p id="evo_3_all_d">
Lamentablemente, ¡Estabas en lo cierto! Quienes <span class="all_d">Siempre Enga&ntilde;an</span> ganaron esta vez, y ahora aumentan su total en 5.
</p>
<p id="evo_3_tft">
Dicho y hecho, el <span class="tft">Imitador</span> no es el ganador, pero al menos no le fue tan mal como a los <span class="all_c">Siempre Cooperar</span>. Ellos fueron eliminados por los que <span class="all_d">Siempre Enga&ntilde;an</span>, quienes aumentan su total en 5.
</p>
<p id="evo_3">
Pero probemos unas rondas m&aacute;s de esto...
</p>

<p id="evo_4">
Los <span class="all_d">Siempre Enga&ntilde;ar</span> siguen creciendo, a costa de los que <span class="all_c">Siempre Cooperan</span>...
</p>

<p id="evo_5">
Y ahora, todos los que <span class="all_c">Siempre Cooperan</span> est&aacute;n muertos. Pero esperen...
</p>

<p id="evo_6">
As&iacute; es: ¡los <span class="all_d">Siempre Enga&ntilde;ar</span> se volvieron v&iacute;ctimas de su propio juego!
Se arpovecharon de los ingenuos que <span class="all_c">Siempre Cooperan</span>,
pero una vez que se acabaron, tuvieron que enfrentarse a los <span class="tft">Imitadores</span>:
quienes <i>son</i> buenos, pero no ingenuos.
</p>

<p id="evo_7">
Simplemente copiando los movimientos del otro jugador, los <span class="tft">Imitadores</span> pueden jugar tranquilamente entre s&iacute;,
¡mientras los que <span class="all_d">Siempre Enga&ntilde;an</span> simplemente se enga&ntilde;an a si mismos!
No s&oacute;lo eso, tambi&eacute;n significa que los <span class="tft">Imitadores</span> pueden darle a quienes <span class="all_d">Siempre Enga&ntilde;an</span>
una cucharada de su propia medicina.
</p>

<p id="evo_8">
Y entonces, como resultado...
</p>

<p id="evo_9">
...los <span class="tft">Imitadores</span> heredan la Tierra.
</p>
<p id="evo_9_all_c">
Por lo tanto, a pesar de que tu apuesta fue incorrecta -- los buenos pero ingenuos que <span class="all_c">Siempre Cooperan</span>
estaban perdidos desde el principio -- en el final, una forma <i>inteligente</i> de bondad prevaleci&oacute;, y los que <span class="all_d">Siempre Enga&ntilde;an</span> fueron aplastados.
</p>
<p id="evo_9_all_d">
Por lo tanto, en el corto plazo estabas en lo correcto - los que <span class="all_d">Siempre Enga&ntilde;an</span> ganaron las primeras rondas, pero al final, su aprovechamiento dictaminó su caida.
</p>
<p id="evo_9_tft">
Por lo tanto, a largo plazo estabas en lo correcto - ¡los <span class="tft">Imitadores</span> ganaron!
Quienes <span class="all_d">Siempre Enga&ntilde;an</span> pueden haber ganado en las primeras rondas, pero al final, su aprovechamiento dictaminó su caida.
</p>
<p id="evo_9_end">
Esto me recuerda una cita:
<br><br>
<i>"Somos castigados por nuestros propios pecados, no por cometerlos."</i><br>
<i>"Se nos castiga por nuestros propios pecados, no por cometerlos."</i><br>
<i>"We are punished by our sins, not for them."</i><br>
- Elbert Hubbard
</p>
<p id="evo_9_btn">
(oh, y de paso...)
</p>

<p id="evo_10">
(...este resultado ser&iacute;a similar incluso si sum&aacute;ramos al 
<span class="grudge">Rencoroso</span> &amp; al <span class="prober">Detective</span> de nuevo)
</p>

<p id="evo_autoplay">
¡Comieza la evoluci&oacute;n!
</p>
<p id="evo_autoplay_stop">
frena el ciclo de evoluci&oacute;n
</p>

<p id="evo_10_followup">
(Nota: a veces, algunos <span class="grudge">Rencorosos</span> pueden sobrevivir unas rondas, porque cuando todos los jugadores excepto los <span class="grudge">Rencorosos</span> &amp; los <span class="tft">Imitadores</span> 
son eliminados, ambos empatan.)
<br><br>
Entonces, aprece que la matem&aacute;tica de la teor&iacute;a de juegos nos dice algo: que la filosof&iacute;a de los <span class="tft">Imitarores</span> 
"Hazle al otro lo que quisieras que te hagan a ti", puede no ser s&oacute;lo una verdad <i>moral</i>, si no tambi&eacute; una verdad <i>matem&aacute;tica</i>.
Sin embargo...
</p>
<p id="evo_10_btn">
...hay un problema: &rarr;
</p>

<p id="evo_11">
Mira alrededor. El mundo est&aacute; lleno de idiotas.
<br><br>
Si <span class="tft">Imitar</span> es una strategia tan poderosa en este juego de repetici&oacute;n -- incluso los soldados de las trincheras de la Primer Guerra Mundial independientemente "evolucionaron" a una estrategia similar, llamada "vive y deja vivir" -- ¿Por qu&eacute;, entonces, hay tanta geente que no conf&iacute;a ni es digna de confianza? ¿Qu&eacute; causa esta epidemia de desconfianza?
<br><br>
Una pista se encuentra en esa misma frase. "En <i>este</i> juego de repetici&oacute;n de confianza". Hasta ahora, s&oacute;lo hemos hablado de un cambio en los jugadores. ¿Qu&eacute; pasa si hay un <i>cambio en el juego<i>? A qu&eacute; nos puede llevar el...
</p>
<p id="evo_11_btn">
...avance de la <i>desconfianza?</i>
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - DISTRUST - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="distrust_1">
Antes de que todo se vaya al diablo, empecemos con algo bueno.
Aqu&iacute; hay un mundo lleno completamente de quienes <span class="all_c">Siempre Cooperan</span>,
salvo por uno que <span class="all_d">Siempre Enga&ntilde;a</span> y un <span class="tft">Imitador</span>.
<br><br>
Usa los botones a la derecha para <b>COMENZAR</b> la simulaci&oacute;n,
avanzar <b>paso a paso</b>, o <b>reiniciarla</b>. &rarr;
</p>

<p id="distrust_2">
Como ya sabes, el <span class="tft">Imitador</span> gana f&aacute;cilmente bajo las reglas que propusimos.
<br><br>
Pero eso es bajo nuestras reglas <i>actuales</i> que dicen que cada jugador se enfrenta a otro <i>10</i> rondas por partida.
¿Sigue siendo el <span class="tft">Imitador</span> el ganador si fuesen 7 rondas? ¿5 rondas ¿3, 2, 1?
<br><br>
<b>Cambia el numero de rondas</b> con el deslizador debajo,
luegi <b>INICIA</b> la simulaci&oacute;n, y observa qu&eacute; sucede.
¡Si&eacute;ntete libre de experimentar!
</p>

<p id="distrust_2_end">
una vez que hayas terminado de jugar, cliquea en:
</p>

<p id="distrust_3">
Como viste, si no juegas suficientes rondas (5 o menos),
<span class="all_d">SIEMPRE ENGA&Ntilde;AR</span> domina.
<br><br>
En 1985, cuando los a los estadounidenses se les pregunt&oacute; cu&aacute;ntos
amigos cercanos ten&iacute;n, la respuesta m&aacute;s com&uacute; fue "tres". 
En 2004, la respuesta m&aacute;s com&uacute;n fue <i>"cero"</i>. Nosotros ahora
tenemos menos amigos de diferentes clases raciales, econ&oacute;micas y pol&iacute;ticas
porque tenemos menos amigos -- <i>y punto.</i>
Y como acabas de descubrir por ti mismo, 
<i>cuantas menos "interacciones repetidas" hay, en mayor grado se expande 
la desconfianza.</i>
<br><br>
(no, los medios de comunicaci&oacute;n masivoss no cuentan: tiene que ser una 
interacci&oacute;n de <i>ida y vuelta</i> entre <i>individuos espec&iacute;ficos.</i>)
</p>
<p id="distrust_3_btn">
oh, y se pone peor... &rarr;
</p>

<p id="distrust_4">
Hay <i>otra</i> forma de cultivar la desconfianza.
Aqu&iacute; est&aacute;n las "recompenzas" del juego de la confianza:
</p>
<p id="distrust_4_2">
Con las recompenzas normales, el <span class="tft">Copi&oacute;n</span> gana.
Pero ahora, <b>cambia la recompenza de "ambos cooperan" de +2 a +1</b>, y luego
clickea <b>INICIAR</b>.
Aunque +1 es todav&iacute;a <i>m&aacute;s</i> que el castigo de que ambos enga&ntilde;en (0)...
qu&eacute; sucede?
</p>
<p id="distrust_4_note">
si&eacute;ntete libre de jugar con diferentes recompenzas!
una vez que hayas terminado, clickea en:
</p>
<p id="distrust_4_note_2">
(simulando: 10 rondas por partida)
</p>

<p id="distrust_5">
Lo mismo sucede:
con una menor recompenza por cooperar, los que <span class="all_d">Siempre Enga&ntilde;an</span>
 toman el control. La teor&iacute;a de juegos tiene dos grandes ideas sobre esto:
<br><br>
<b>"Suma de valores nulos".</b> Esta es la triste creencia colectiva de que una
victoria para "nosotros" <i>debe</i> venir a costa de una p&eacute;rdida de "ellos",
y vice-versa.
<b>"Suma total no nula."</b> ¡Esto sucede cuando toda la gente hace el esfuerzo
de crear una solución que beneficie a todos! (o al menos, evitar que ambos pierdan).
Sin esta &uacute;ltima idea, <i>la confianza no puede evolucionar.</i>
<br><br>
Hablando del tema, veamos ahora la tercer y &amp; &uacute;ltima barrera a la 
evoluci&oacute;n de la confianza...
</p>
<p id="distrust_5_btn">
<s>Malnetend</s> Malentendidos. &rarr;
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - NOISE! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="noise_1">
Por m&aacute;s genial que el <span class="tft">Copi&oacute;n</span> sea, tiene una
gran y fatal debilidad que no he mencionado a&uacute;n.
Para entender el problema, digamos que dos <span class="tft">Copiones</span> juegan
entre s&iacute;:

As cool as <span class="tft">Copycat</span> is, it has a huge, fatal weakness I haven't mentioned yet.
To understand the problem, let's say two <span class="tft">Copycats</span> are playing against each other:
</p>
<p id="noise_1_end">
Siendo jugadores "buenos", la primer elecci&oacute;n de ambos es:
</p>

<p id="noise_2">
Y normalmente, simplemente se retribuir&iacute;an su bondad y cantar&iacute;an 
Kumbaya hasta el fin de los tiempos.
</p>
<p id="noise_2_end">
Pero qu&eacute; pasa si, intentando retribuir la bondad...
</p>

<p id="noise_3">
<b>OH NO</b>
<br>
Fallas, incomunicaciones, malinterpretaciones -- los accidentes pasan todo el 
tiempo en la vida real.</p>
<p id="noise_3_end">
Pero si la otra persona no <i>piensa</i> que fue un accidente...
</p>

<p id="noise_4">
<b>OH NO DE NUEVO</b>
<br>
El otro jugador, siendo un <span class="tft">Copi&oacute;n</span>, <i>ten&iacute;a</i> 
que vengarse...
</p>
<p id="noise_4_end">
...y tu, igualmente siendo un <span class="tft">Copi&oacute;n</span>, <i>tambi&eacute;n</i>
 tienes que vengarte...
</p>

<p id="noise_5">
Entonces, como Hatfields y McCoys, estos dos <span class="tft">Copi&oacute;nes</span>
van a mantenerse en un ciclo infinito de venganza... que comenz&oacute; por un 
error, mucho tiempo atr&aacute;s.
</p>
<p id="noise_5_end">
Tr&aacute;gico. Pero ahora, ¿Hay <i>otros</i> tipos de jugadores que puedan...
</p>
<p id="noise_5_btn">
...tratar con errores? &rarr;
</p>

<p id="noise_characters">
¡Conozcamos algunas caras nuevas! (O mejor dicho, nuevos sombreros)
</p>

<p id="character_tf2t">
<b>CONSIDERADO:</b><br>
¡Hola! Soy como el <span class="tft">COPI&Oacute;N</span>,
pero s&oacute;lo te enga&ntilde;o si me enga&ntilde;as dos veces seguidas.
Despu&eacute;s de todo, la primera vez puede haber sido por error!
</p>

<p id="character_pavlov">
<b>SIMPL&Oacute;N:</b><br>
hola yo comienzo cooperar.
si cooperar conmigo, yo <i>imitar</i> mi &uacute;ltima acci&oacute;n, incluso si ser error.
si enga&ntilde;arme, yo <i>hacer opuesto</i> a &uacute;ltima acci&oacute;n, incluso si ser error.
</p>

<p id="character_random">
<b>ALEATORIO:</b><br>
<i>¡Mono robot! ¡Ninja pizza taco! jeje soy aleatorio</i><br>
(Aleatoriamente elige cooperar o enga&ntilde;ar, las chances son 50/50)
</p>

<p id="noise_characters_end">
Bien, veamos que tan bien les va a estos cuando...
</p>
<p id="noise_characters_btn">
...juegan un torneo &rarr;
</p>

<p id="noise_evo_1">
Empecemos con una docena de
<span class="all_c">Cooperadores</span>,
contra el antiguo campe&oacute;n, el justo <span class="tft">Copi&oacute;n</span>,
y nuestros nuevos tres personajes
el indulgente <span class="tf2t">Considerado</span>,
el chato <span class="pavlov">Simpl&oacute;n</span>, y
el tonto <span class="random">Aleatorio</span>.
<br><br>
En cada ronda de la partida, los jugadores tienen una peque&ntilde;a chance de cometer un error.
(digamos que un 5%) Qui&eacute;n cr&eacute;es que saldr&aacute; victorioso?
<b>Piensa cuidadosamente, luego HAZ TU APUESTA:</b>
</p>

<p id="noise_evo_2">
Muy bien, apostaste a que [CHAR] ganar&aacute;. ¡Ve&aacute;mos si estabas en lo cierto!
Usa los controles a tu izquierda para <b>COMENZAR</b> la simulaci&oacute;n en modo 
r&aacute;pido, o ve por ella <b>paso a paso</b>.
</p>
<p id="noise_evo_2_2_correct">
Estabas en lo cierto -- 
</p>
<p id="noise_evo_2_2_incorrect">
Fue una buena apuesta, pero no -- 
</p>
<p id="noise_evo_2_2">
El <span class="pavlov">Simpl&oacute;n</span> gana!
Esto es porque el <span class="pavlov">Simpl&oacute;n</span> puede tomar ventaja 
de los que <span class="all_c">Siempre Coopearn</span>. Ambos comienzan cooperando,
pero si el <span class="pavlov">Simpl&oacute;n</span> comete un error y enga&ntilde;a,
como los <span class="all_c">Siempre Cooperar</span> nunca contraatacan,
<i>continuar&aacute; enga&ntilde;&aacute;ndolos</i>.
</p>
<p id="noise_evo_2_2_btn">
Ahora probemos...
</p>

<p id="noise_evo_3">
...lo mismo que antes, pero en vez de que la mitad sean <span class="all_c">Siempre Cooperar</span>,
la mitad es <span class="all_d">Siempre Enga&ntilde;ar</span>. Es un ambiente con 
<i>menos</i> clemencia, mucho <i>m&aacute;s</i> hostil.
<br><br>
¿Qui&eacute;n cr&eacute;es que gane esta vez? <b>Piensa, luego HAZ TU APUESTA:</b>
</p>

<p id="noise_evo_4">
Apostaste por [CHAR]. Comienza la simulaci&oacute;n de nuevo...
</p>
<p id="noise_evo_4_2_correct">
M&aacute;s correcto no pod&iacute;a ser -- 
</p>
<p id="noise_evo_4_2_incorrect">
Buen intento, pero alguien m&aacute;s es vencedor -- 
</p>
<p id="noise_evo_4_2">
¡El <span class="tf2t">Considerado</span> gana esta vez!
¡Es sorprendente que incluso con una poblaci&oacute;n inicial <i>m&aacute;s vil</i>,
el <span class="tf2t">Considerado</span>,
una versi&oacute;n <i>m&aacute;s buena</i> que el <span class="tft">Copi&oacute;n</span>,
es a quien mejor le fue! (nota: <span class="tf2t">Considerado</span> es tan permisivo
que incluso no elimina <i>completamente</i> al <span class="tft">Copi&oacute;n</span>.
Comparten espacio.)
<br><br>
En este caso, un poco de "desentendimiento" (5% de chances de error por ronda)
puede llevar a m&aacute;s <i>misericordia</i>. Pero ¿Es esto verdad para <i>todos</i> 
los niveles...</p>
<p id="noise_evo_4_2_btn">
...de malinterpretaci&oacute;n?
</p>

<p id="noise_evo_5">
<b>Usa el deslidazor debajo para cambiar el nivel de "malinterpretaci&oacute;n", y 
luego dale a COMENZAR.</b>
Con 5%, <span class="tf2t">Considerado</span> gana.
¿Qu&eacute; pasa en 0%? ¿O 20%? ¿O 50%? (s&oacute;lo va hasta 50%, porque en ese
punto, <i>cada</i> movida es como tirar una moneda) 
</p>
<p id="noise_evo_5_continue">
Cuando hayas terminado, clickea
</p>

<p id="noise_evo_6">
El resultado resulta ser algo como esto:<br>
<b>En 0%,</b> ¡El justo <span class="tft">Copi&oacute;n</span> gana!
<b>Entre 1% y 9%,</b> ¡El indulgente <span class="tf2t">Considerado</span> gana!
<b>Entre 10% y 49%:</b> El injusto <span class="all_d">Siempre Enga&ntilde;ar</span> gana.
<b>En 50%,</b> <i>nadie gana nunca.</i>
<br><br>
Esto es por que la "malinterpretaci&oacute;n" es una barreara tan interesante para la confianza:
un <i>poco</i> de ella lleva al perd&oacute;n,
¡Pero en <i>gran</i> cantidad, lleva a una desconfianza generalizada!
Creo que nuestra tecnolog&iacute;a actual, aunque nos ayuda a incrementar
la comunicaci&oacute;n... ha incrementado nuestra <i>malinterpretaci&oacute;n</i>
mucho m&aacute;s.
<br><br>
Por &uacute;ltimo, experimentemos con <i>todos</i> los n&uacute;meros, perillas 
y deslizadores. ¡Juguemos en...
</p>
<p id="noise_evo_6_btn">
...el Modo Libre!
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - SANDBOX! - - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="sandbox_population">
Comienza con la distribuci&oacute;n de jugadores:
</p>

<p id="sandbox_payoffs">
La recompenza de cada juego es de:
</p>
<p id="sandbox_reset_payoffs">
reestablecer
</p>

<!--
When translating the following, keep the "[N]", with square brackets,
as a placeholder for the number. Some of these need double-translations,
one for the plural version, one for the singular version.
-->

<p id="sandbox_rules_1">
Jugar [N] rondas por partida:
</p>
<p id="sandbox_rules_1_single">
Jugar [N] ronda por partida:
</p>

<p id="sandbox_rules_2">
Al finalizar el torneo, eliminar los &uacute;ltimos [N] jugadores &amp; 
multiplicar a los mejores [N] jugadores:
</p>
<p id="sandbox_rules_2_single">
Al finalizar el torneo, eliminar al &uacute;ltimos [N] jugador &amp; 
multiplicar al mejor [N] jugador:
</p>

<p id="sandbox_rules_3">
En cada ronda, hay un [N]% de chances de que un jugador cometa un error:
</p>

<p id="sandbox_end">
<b>Nota: El modo libre es opcional.</b>
Si&eacute;ntete libre de saltarlo, o jugar un poco. Una vez hayas terminado,
recapitulemos...
</p>
<p id="sandbox_end_btn">
lo que aprendimos hoy! &rarr;
</p>



<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - CONCLUSION! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="conclusion_0">
La teoría de juegos nos muestra tres cosas necesarias para la evoluci&oacute;n de la confianza:
Game theory has shown us the three things we need for the evolution of trust:
</p>
<p id="conclusion_1_a">
1. INTERACCIONES REPETIDAS
</p>
<p id="conclusion_1_a2">
La confianza matiene una relaci&oacute;n viva, pero necesitas tener el conocimiento
de que ser&aacute;n repetidas <i>antes</i> de que evolucione la confianza.
</p>
<p id="conclusion_2_a">
2. POSIBLE TODOS-GANAN
</p>
<p id="conclusion_2_a2">
Es necesario que est&eacute;s jugando un juego de suma total no nula, un juego donde es 
posible que <i>ambos</i> juadores salgan ganando -- el bien com&uacute;n.
</p>
<p id="conclusion_3_a">
3. POCA MALINTERPRETACI&Oacute;N
</p>
<p id="conclusion_3_a2">
Si el nivel de malinterpretaci&oacute;n es <i>muy</i> alto, la confianza se quiebra.
Pero cuando hay pocos malentendidos, da reultado ser <i>m&aacute;s</i> indulgente.
</p>
<p id="conclusion_4">
Claramente, la confianza en el mundo real conlleva m&aacute;s factores que esto.
Est&aacute; la reputaci&oacute;n, valores compartidos, contratos, marcas culturales,
blah blah blah.
Y no nos olvidemos de la...</p>
<p id="conclusion_btn">
...lecci&oacute;n <i>m&aacute;s importante</i>. &rarr;
</p>

<p id="outro_1">
Si hay algo que debemos llevarnos de <i>toda</i><br>
la teor&iacute;a de juegos, es esto:
<br><br>
<b>El juego define qu&eacute; hacen los jugadores.</b><br>
Nuestro problema, hoy, no es que la gente est&aacute; perdiendo la confianza,<br>
es que nuestro <i>entorno</i> actua en contra de la evoluci&oacute;n de la confianza.
<br><br>
Eso puede parecer c&iacute;nico o naive -- que somos "simplemente" producto de 
nuestro entorno -- pero como nos recuerda la teor&iacute;a de juegos, nosotros 
<i>somos</i> el entorno de otros.
<b>A corto plazo, el juego define a los jugadores. Pero en el largo, somos 
nosotros los jugadores quienes definimos el juego</b>
<br><br>
Entonces, haz lo que <i>t&uacute;</i> puedas hacer, para crear las condiciones necesarias 
para la evoluci&oacute;n de la confianza. Construye relaciones. Encuentra el bien 
com&uacute;n. Comun&iacute;cate claramente. Tal vez entonces as&iacute;, podamos 
dejar de dispararnos entre nosotros, salir de las trincheras, cruzar la Tiera de 
Nadie para unirnos...
</p>

<p id="outro_1_btn">
y aprender...
</p>

<p id="outro_2">
...a vivir y dejar vivir.
</p>

<p id="outro_2_credits">
"Una Tregua de Navidad entre Trincheras Opuestas" ilustrado por AC Michael.
Publicado en <i>The Illustrated London News</i>, Enero 9, 1915.
</p>

<p id="outro_2_btn">
&lt;3
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - - CREDITS! - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="credits">
<span class="credits">

creado por:<br>
<span class="big">NICKY CASE</span><br>
<a href="http://ncase.me/" target="_blank">Juega sus otras creaciones</a>
•
<a href="https://twitter.com/ncasenmare" target="_blank">s&iacute;guelo en twitter</a>
<br>
<a href="https://github.com/ncase/trust/#play-it-here-httpncasemetrust" target="_blank">
descarga la m&uacute;sica &amp; el c&oacute;digo fuente</a>

<span class="divider"></span>

basado en el libro de Robert Axelrod de 1984,
<br>
<span class="big">"THE EVOLUTION OF COOPERATION"</span><br>
<i>"La Evoluci&oacute;n de la Coopearci&oacute;n"
<a href="notes" target="_blank">lee los comentarios para este juego</a>

<span class="divider"></span>

mucho cari&nacute;o y gracias para<br>
<span class="big">MIS APADRINADORES EN PATREON</span><br>
<a href="peeps" target="_blank">mira mis dibujos de ellos</a>
•
<a href="https://www.patreon.com/ncase" target="_blank">d&eacute;jame unas monedas
en patreon &lt;3</a>

<span class="divider"></span>

p.s: quieres m&aacute;s juegos para aprender?<br>
chequea 
<a href="http://explorabl.es/" target="_blank">Explicaciones Explorables!</a>

</span>
</p>

<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - THE PLAYERS - - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_tft">Copi&oacute;n</p>
<p id="label_short_tft">
copi&oacute;n
</p>
<p id="icon_tft">
<span class="tft">
	<span class="icon"></span>
	<span class="icon_label">Copi&oacute;n</span>
</span>
</p>

<p id="label_all_d">Siempre Enga&ntilde;ar</p>
<p id="label_short_all_d">
enga&ntilde;ador
</p>
<p id="icon_all_d">
<span class="all_d">
	<span class="icon"></span>
	<span class="icon_label">Enga&ntilde;ador</span>
</span>
</p>

<p id="label_all_c">Siempre Cooperar</p>
<p id="label_short_all_c">
cooperador
</p>
<p id="icon_all_c">
<span class="all_c">
	<span class="icon"></span>
	<span class="icon_label">Cooperador</span>
</span>
</p>

<p id="label_grudge">Rencoroso</p>
<p id="label_short_grudge">
rencoroso
</p>
<p id="icon_grudge">
<span class="grudge">
	<span class="icon"></span>
	<span class="icon_label">Rencoroso</span>
</span>
</p>

<p id="label_prober">Detective</p>
<p id="label_short_prober">
detective
</p>
<p id="icon_prober">
<span class="prober">
	<span class="icon"></span>
	<span class="icon_label">Detective</span>
</span>
</p>

<p id="label_tf2t">Considerado</p>
<p id="label_short_tf2t">
considerado
</p>
<p id="icon_tf2t">
<span class="tf2t">
	<span class="icon"></span>
	<span class="icon_label">Considerado</span>
</span>
</p>

<p id="label_pavlov">Simpl&oacute;n</p>
<p id="label_short_pavlov">
simpl&oacute;n
</p>
<p id="icon_pavlov">
<span class="pavlov">
	<span class="icon"></span>
	<span class="icon_label">Simpl&oacute;n</span>
</span>
</p>

<p id="label_random">Aleatorio</p>
<p id="label_short_random">
aleatorio
</p>
<p id="icon_random">
<span class="random">
	<span class="icon"></span>
	<span class="icon_label">Aleatorio</span>
</span>
</p>

<p id="forgot_whos_who">
(¿olvidaste qui&eacute;n es qui&eacute;n? Pasa el mouse para ver descripciones de cada personaje )
</p>
<p id="who_tft">
Comienza cooperando. Luego, repite lo que TU hiciste la ronda anterior.
</p>
<p id="who_all_d">
Siempre enga&ntilde;a.
</p>
<p id="who_all_c">
Siempre coopera.
</p>
<p id="who_grudge">
Primero coopera, y lo sigue haciendo hasta que lo enga&ntilde;as. Luego, siempre
enga&ntilde;a.
</p>
<p id="who_prober">
Coopear, enga&ntilde;a, coopera, coopera. Luego, si enga&ntilde;aste alguna vez,
juega como Copi&oacute;n. Si no, juega a Siempre Enga&ntilde;ar.
</p>
<p id="who_tf2t">
Comienza cooperando. S&oacute;lo enga&ntilde;a si lo enga&ntilde;as DOS veces seguidas.
</p>
<p id="who_pavlov">
Comienza cooperando. 
Luego, si cooperaste en la &uacute;ltima ronda, siempre repite su &uacute;ltimo movimiento (incluso si fue por accidente)
Pero si lo enga&ntilde;aste en la &uacute;ltima ronda, cambia su jugada (incluso si fue por accidente)
</p>
<p id="who_random">
Enga&ntilde;a o coopera, con un 50/50 de probabilidades
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - - SMALL LABELS! - - - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="label_cooperate">
cooperar
</p>

<p id="label_cheat">
enga&ntilde;ar
</p>

<p id="label_play">
jugar
</p>

<p id="label_start">
INICIAR
</p>

<p id="label_stop">
PARAR
</p>

<p id="label_step">
avanzar
</p>

<p id="label_reset">
reiniciar
</p>

<p id="label_population">
poblaci&oacute;n
</p>

<p id="label_payoffs">
premios
</p>

<p id="label_rules">
gu&iacute;as
</p>

<p id="label_next">
siguiente &rarr;
</p>

<p id="label_continue">
continuar
</p>


<!-- - - - - - - - - - - - - - - - - -->
<!-- - - - NAVIGATING CHAPTERS - - - -->
<!-- - - - - - - - - - - - - - - - - -->

<p id="chapter_intro">
0. Introducci&oacute;n
</p>
<p id="chapter_oneoff">
1. Un Juego
</p>
<p id="chapter_iterated">
2. Repitiendo Juegos
</p>
<p id="chapter_tournament">
3. Un Torneo
</p>
<p id="chapter_evolution">
4. Repitiendo Torneos
</p>
<p id="chapter_distrust">
5. La Evoluci&oacute;n de la Confianza
</p>
<p id="chapter_noise">
6. Cometiendo Egrores
</p>
<p id="chapter_sandbox">
7. Modo Libre
</p>
<p id="chapter_conclusion">
8. Conclusi&oacute;n
</p>
<p id="chapter_credits">
9. Creditos
</p>
