<!--

THIS FILE HAS ABOUT 1,100 WORDS TO TRANSLATE

These are just the footnotes though.
So, it's optional to translate these!

-->

<!DOCTYPE html>
<html>

<head>

	<!-- TRANSLATE: "title" -->
	<meta charset="utf-8">
	<title>La Evoluci&oacute;n de la Confianza: Notas</title>
	<link rel="icon" type="image/png" href="favicon.png">
	<link rel="stylesheet" href="notes.css">

</head>

<body>
<div id="notes">

<h1>NOTAS:</h1>

<h3>"La Evoluci&oacute;n de la Confianza"</h3> <i>Traducido por Mariano Perdomo</i>

<p>Esta gu&iacute;a interactiva est&aacute; basada primariamente del innovador libro de 1984 de Robert Axelrod,
<a href="https://www.amazon.com/Evolution-Cooperation-Revised-Robert-Axelrod/dp/0465005640">The Evolution of Cooperation</a>! Tambi&eacute;n me inspir&oacute; fertemente su secuela de 1997, <a href="http://press.princeton.edu/titles/6144.html">The Complexity of Cooperation</a>, y el libro del a単o 2000 sobde el "declive de Estados Unidos" de Robert Putnam, <a href="http://bowlingalone.com/">Bowling Alone</a>.</p>

<p>si, soy un nerd de los libros, no me ataquen por eso.</p>

<h3>"Cada vez menos gente conf&iacute;a entre s&iacute;"</h3>
<i>"Fewer and fewer people say they trust each other"</i>

<p>Para ver las estad&iacute;sticas detr&aacute;s de esto, revisa <a href="https://ourworldindata.org/trust">Our World In Data</a>. Mmmm estad&iacute;sticas</p>

<h3>"El Juego de la Confianza"</h3>

<p>Este juego tambi&eacute;n es conocido como el <em>Dilema del Prisionero</em>. El Dilema del Prisionero lleva ese nombre por una historia sobre dos sospechosos que pueden encriminar a su c&oacute;mplice ("enga&ntilde;ar"), o permanecer callados ("cooperar"). Eleg&iacute; no usar esta historia porque 1) en este caso, ambos jugadoores "cooperando" ser&iacute;a algo malo para la sociedad, y 2) no es realista, todos saben que ladr&oacute;n que le roba a ladr&oacute;n tiene cien a単os de perd&oacute;n.</p>

<h3>"No sabr&aacute;s cu&aacute;l es la &uacute;ltima ronda"</h3>

<p>En el juego de confianza con repeticiones (o <em>Iteraci&oacute;n del Dilema del Prisionero</em>), es importante que ning&uacute;no de los jugadores sepa <em>cu&aacute;l</em> es la &uacute;ltima ronda. 多Por qu&eacute;? Pi&eacute;nsalo - en la &uacute;ltima ronda, ambos jugadores sabr&iacute;an que su acci&oacute;n no tendr&iacute;a consecuencia, por lo que ambos elegir&iacute;an enga&ntilde;ar. Pero eso significa que lo que hagan en la ante&uacte;ltima ronda, no afecte lo que van a hacer en la &uacute;ltima - por lo que ambos usar&iacute;an el enga&ntilde;o de nuevo. Pero esi significa que en la antepen&uacute;ltima ronda... etc etc.</p>

<h3>"Copi&oacute;n"</h3>

<p>Esta estrategia es mejor conocida en la teor&iacute;a de juegos como <em>Ojo por Ojo</em>. Fue creada por Anatol Rapoport en 1980, para el torneo de la ter&iacute;a de juegos propuesto por Robert Axelrod. Eleg&iacute; no usar la frase "Ojo por Ojo" porque 1) <em>suena</em> malintencionada, aunque es una buena y justa estrategia, y 2) muchas personas ya han escuchado del Ojo por Ojo, por lo que si usara ese nombre, los juagdores apostar&iacute;an siempre por este personaje porque ya saben del "Ojo por ojo".</p>

<h3>"Puede que no creas en la Tregua de Navidad</h3>

<p>Hab&iacute;a otro tipo que tambi&eacute;te era esc&eacute;ptico a esto. Durante la tregua,
 un cabo alem&aacute;n remarc&oacute; con disgusto, <a href="http://time.com/3643889/christmas-truce-1914/">"Algo as&iacute; no deber&iacute;a suceder en tiempo de guerra. 多No tienen sentido de honor alem&acute;n?"</a></p>

<p>Ese hombre Adolf Hitler.</p>

<p>No puedes inventar esta mi*rda.</p>

<h3>"Para que la cultura avance"</h3>

<p>Hay un nuevo y fresco campo interdisciplinario por el que estoy realmente <em>alborotado</em>, llamado <em>Evoluci&oacute;n Cultural</em>. Admito que es un mal nombre, y no menos porque suena inc&oacute;modamente cercano al "Darwinismo Social". Que no es lo que es. Lo prometo.</p>

<p>Una parte vital de la Evoluci&oacute;n Cultural es que la cultura evoluciona de la misma forma que la vida lo hace: mediante variaci&oacute;n y selecci&oacute;n. Variaci&oacute;n: La gente tiene diferentes creencias &amp; comportamientos, e inventa nuevos casi todos los d&iacute;as. Selecci&oacute;n: La gente trata de imitar a sus h&eacute;roes &amp; mayores, y adoptar sus creencias/comportamientos.</p>

<p>(Nota: Esto <em>no</em> es similar a la teor&iacute;a "meme" de Richard Dawkin. "Meme" implica que, como los genes, las ideas aparecen en porciones discretas &amp; se replican con alta fidelidad. Esto es obviamente falso. Adem&aacute;s no puedes decir "meme" siendo serio estos d&iacute;as)</p>

<p>La raz&oacute;n por la que creo que la Evoluci&oacute;n Cultural es tan prometedora, es porque puede integrar <em>todas</em> las ciencias humanas: psicolog&iacute;a, sociolog&iacute;a, econom&iacute;a, antropolog&iacute;a, ciencias pol&iacute;ticas, neurociencia, biolog&iacute;a. Los problemas m&aacute;s grandes de nuestra era no obedecen las fronteras acad&eacute;micas -- as&iacute; que es hora de que creemos un lenguaje com&uacute;n entre las ciencias y las humanidades.</p>

<p>Si quieres aprender m&aacute;s sobre la Evoluci&oacute;n Cultural, recomiendo el libro de Joseph Heinlich, <a href="http://press.princeton.edu/titles/10543.html">The Secret of Our Success</a>, escrito en 2015.</p>

<h3>"El aprovechamiento de los que Siempre Enga&ntilde;an fue su perdici&oacute;n"</h3>

<p>Puede que hayas escuchado que alguien encontr&oacute; una estrategia que puede "aprovecharse de la evoluci&oacute;n". En un art&iacute;culo de la revista <a href="https://www.scientificamerican.com/article/game-theory-calls-cooperation-into-question1/">Scientific American</a>: "[Press &amp; Dyson's results] sugiere que las mejores estrategias son las ego&iacute;stas que llevaban a la extorsi&oacute;n, no a la cooperaci&oacute;n."</p>

<p>Los hallazgos de Press &amp; Dyson <em>son</em> realmente importantes, pero Scientific American confundi&oacute; los dos significados de la palabra "evolucionario". El primer uso, el uso que esta gu&iacute;a interactiva toma, significa que la <em>poblaci&oacute;n de los torneos</em> cambia con el tiempo. El segundo uso, el que que P&amp;D usaron, es que las <em>reglas de los jugadores</em> cambian todo el tiempo. Por ejemplo: El Detective es "evolucionario" porque cambia sus porpias reglas, mientras que el Copi&oacute;n <em>no es</em> "evolucionario" porque se apega a sus principios.</p>

<p>Entonces, P&amp;D encontraron estrategias que pueden aprovecharse de los <em>jugadores</em> "evolucionarios" como el Detective, pero sus estrategias <em>no pudieron sacar ventaja de la evoluci&oacute;n del torneo</em>, porque, a largo plazo, las estrategias buenas y justas siguen triunfando</p>

<h3>"Tenemos menos amigos -- y punto."</h3>

<p>En serio, ve y l&eacute;e el libro de Robert Putnam <a href="http://bowlingalone.com/">Bowling Alone</a>. Si, est&aacute; algo desactualizado, es del 2000, pero sus descubrimientos principales y las lecciones que tiene son tan verdaderas como en ese momento -- probablemente hasta m&aacute;s, incluos.</p>

<h3>"Juego de sumas no nulas" / "Win-Win"</h3>

<p>Esto es un poco tonto, pero a&uacute;n amo el libro de 1989, <a href="https://www.amazon.com/Habits-Highly-Effective-People-Powerful/dp/0743269519">Los Siete H&Aacute;bitos de las Personas Altamente Efectivas</a> -- especialmente el h&aacute;bito #4: Busca el bien com&uacute;n ("Win-Win").</p>

<p>Porque, contrario a lo que se cree, idear soluciones de bien com&uacute;n es dif&iacute;cil, conlleva mucho esfuerzo, y es emocionalmente doloroso. De hecho, ir&iacute;a m&aacute;s all&aacute; - dir&iacute;a que la posici&oacute;n por defecto de nuestra sociedad es el Ganamos-Pierden, "nosotros contra ellos" es el camino f&aacute;cil, el camino vago, el equivalente a comer s&oacute;lo comida chatarra.</p>

<p>Igualmente, dejando de lado las exageraciones, realmente croe que el "Win-Win" / "Suma no nula" es algo que todos necesitamos urgentemente -- en nuestras vidas personales, sociales, y <em>definitivamente</em> en nuestra vida pol&iacute;tica.</p>

<h3>"Considerado"</h3>

<p>Como el nombre original del Copi&acute;n es Ojo por Ojo, el del Considerado es <em>Ojo por dos Ojos</em>. La misma regla aplica: Cooperar, a menos que el otro jugador te enga&ntilde;e <em>dos veces</em> seguidas.</p>

<p>Hay otra variante permisiva del Ojo por Ojo llamada <em>Ojo por Ojo Generoso</em>. Tiene una regla similar pero ligeramente diferente: Cooperar, pero cuando el otro jugador te enga&ntilde;e, que haya una chance de X% de perdonarle. Este dise&ntilde;o, con la variable "X", te deja establecer diferentes niveles de "indulgencia" para el jugador.</p>

<h3>"Simpl&oacute;n"</h3>

<p>Tambi&eacute;n conocido como Pavlov, o Ganar-Seguir-Perder-Cambiar.</p>

<h3>"Los medios actuales [...] han incrementado nuestra comunicaci&oacute;n erronea"</h3>

<p>S&oacute;lo tengo veinti tantos a&ntilde;os, no s&eacute; por qu&eacute; siempre sueno como un viejo agitandole mi pu&ntilde;o a una nube. Pero, si, l&eacute;e el libro de 1985 de Neil Postman, <a href="https://www.amazon.com/Amusing-Ourselves-Death-Discourse-Business/dp/014303653X">Maravill&aacute;ndonos Hasta la Muerte</a>. Trata sobe como la tecnolog&iacute;a de comunicaci&oacute;n que usamos moldea sutilmente nuestra cultura ("el medio es el mensaje") y c&oacute;mo la tecnolog&iacute;a que se inclina hacia la informaci&oacute; r&aacute;pida y veloz (La TV en 1985, los medios sociales hoy)nos convierte en pensadores triviales, de corto plazo.</p>

<p>Aunque no estoy de acuerdo con <em>todo</em> en este libro, realmente te abre los ojos, y es realmente premonitorio para 1985. Aunque sus quejas sobre Plaza S&eacute;samo son algo extra&ntilde;as.</p>

<h3>"Construye relaciones. Encuentra el bien com&uacute;n. Comun&iacute;cate claramente."</h3>

<p>Dar consejos puede parecer condescendiente, as&iacute; que dejame ser prefectamente honesto: Yo <em>no</em> tengo nada de esto claro, personalmente. Soy malo desarrollando relaciones, especialmente con personas con diferente visi&oacute;n pol&iacute;tica. Ocascionalmente me olvido del bien com&uacute;n, y me paso al pensamiento "nosotros versus ellos". Y a juzgar por estas quejas, tambi&eacute;n soy terrible comunic&aacute;ndome claramente.</p>

<p>Pero quiero mejorar. Estas cosas son <em>dif&iacute;ciles</em>. Construir la paz &amp; y la confianza en el mundo, desde abajo, es <em>dif&iacute;cil</em>.</p>

<p>Y por eso es que vale la pena. &lt;3</p>


</div>
</body>

</html>
